espressif/esp-idf/examples/bluetooth/esp_ble_audio/cap/handover/sdkconfig.defaults.esp32s31
# Override some defaults so BT stack is enabled
# by default in this example

CONFIG_IDF_TARGET="esp32s31"

CONFIG_BT_LE_ISO_SUPPORT=y
